---
layout: default
title: Datenschutzerkl&auml;rung Thomas Fahle
permalink: /datenschutzerklaerung.html
---
<h1>Datenschutzerkl&auml;rung</h1>

<p>
Wir nehmen den Schutz pers&ouml;nlicher Daten sehr ernst. Wir behandeln personenbezogene Daten vertraulich entsprechend der gesetzlichen Vorschriften und dieser Datenschutzerkl&auml;rung.
</p>
<p>
Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten m&ouml;glich.
</p>

<h2>Allgemeiner Hinweis und Pflichtinformationen</h2>

<h3>Benennung der verantwortlichen Stelle</h3>
<p>
Die verantwortliche Stelle f&uuml;r die Datenverarbeitung auf dieser Website ist:
</p>
<p>
Thomas Fahle<br />
Steinberger Str. 2<br />
D-36088 H&uuml;nfeld<br />
Deutschland<br />
</p>

<h3>Widerruf Ihrer Einwilligung zur Datenverarbeitung</h3>
<p>
Nur mit Ihrer ausdr&uuml;cklichen Einwilligung sind einige Vorg&auml;nge der Datenverarbeitung m&ouml;glich. Ein Widerruf Ihrer bereits erteilten Einwilligung ist jederzeit m&ouml;glich. F&uuml;r den Widerruf gen&uuml;gt eine <a href="/impressum.html">formlose Mitteilung per E-Mail</a>. Die Rechtm&auml;&szlig;igkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.
</p>

<h3>Recht auf Auskunft, Berichtigung, Sperrung, L&ouml;schung</h3>
<p>
Sie haben jederzeit im Rahmen der geltenden gesetzlichen Bestimmungen das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, Herkunft der Daten, deren Empf&auml;nger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Diesbez&uuml;glich und auch zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit &uuml;ber die im <a href="/impressum.html">Impressum</a> aufgef&uuml;hrten Kontaktm&ouml;glichkeiten an uns wenden.
</p>

<h3>Recht auf Daten&uuml;bertragbarkeit</h3>
<p>
Ihnen steht das Recht zu, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erf&uuml;llung eines Vertrags automatisiert verarbeiten, an sich oder an Dritte aush&auml;ndigen zu lassen. Die Bereitstellung erfolgt in einem maschinenlesbaren Format. Sofern Sie die direkte &Uuml;bertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.
</p>

<h3>Recht auf Beschwerde bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde</h3>
<p>
Als Betroffener steht Ihnen im Falle eines datenschutzrechtlichen Versto&szlig;es ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Zust&auml;ndige Aufsichtsbeh&ouml;rde bez&uuml;glich datenschutzrechtlicher Fragen ist der Landesdatenschutzbeauftragte des Bundeslandes, in dem sich der Sitz unseres Unternehmens befindet.
</p>
<p>
F&uuml;r das Bundesland Hessen:
</p>
<ul>
 <li><a href="https://www.bfdi.bund.de/SharedDocs/Adressen/LfD/Hessen.html">Der Hessische Datenschutzbeauftragte (Anschrift)</a></li>
 <li><a href="https://datenschutz.hessen.de">Der Hessische Datenschutzbeauftragte (Homepage)</a></li>
</ul>

<h2>SSL- bzw. TLS-Verschl&uuml;sselung</h2>
<p>
Aus Sicherheitsgr&uuml;nden und zum Schutz der &Uuml;bertragung vertraulicher Inhalte, die Sie an uns als Seitenbetreiber senden, nutzt unsere Website eine SSL-bzw. TLS-Verschl&uuml;sselung. Damit sind Daten, die Sie &uuml;ber diese Website &uuml;bermitteln, f&uuml;r Dritte nicht mitlesbar. Sie erkennen eine verschl&uuml;sselte Verbindung an der <em>"https://"</em> Adresszeile Ihres Browsers.
</p>


<h2>Kontaktaufnahme</h2>
<p>
Bei der Kontaktaufnahme (zum Beispiel per Kontaktformular oder E-Mail) werden die Angaben des Nutzers zwecks Bearbeitung der Anfrage sowie f&uuml;r den Fall, dass Anschlussfragen entstehen, gespeichert.
</p>
<p>
Eine weitergehende &Uuml;bermittlung der Daten findet nicht statt bzw. nur dann, wenn Sie dieser ausdr&uuml;cklich zugestimmt haben.
</p>
<p>
Grundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Ma&szlig;nahmen gestattet.
</p>

<h2>Daten&uuml;bermittlung bei Vertragsschluss f&uuml;r Dienstleistungen</h2>
<p>
Personenbezogene Daten werden an Dritte nur &uuml;bermittelt, sofern eine Notwendigkeit im Rahmen der Vertragsabwicklung besteht. Dritte k&ouml;nnen beispielsweise Bezahldienstleister oder Logistikunternehmen sein. Eine weitergehende &Uuml;bermittlung der Daten findet nicht statt bzw. nur dann, wenn Sie dieser ausdr&uuml;cklich zugestimmt haben.
</p>
<p>
Grundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Ma&szlig;nahmen gestattet.
</p>

<h2>Daten-Erhebung durch Dritte</h2>

<h3>Daten-Erhebung durch die Nutzung von GitHub Pages</h3>
 <p>
 Diese Website wird auf Servern von <a href="https://www.github.com">Github Inc., 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA</a> gehostet. Beachten Sie daher auch die <a href="https://help.github.com/articles/github-privacy-policy/">GitHub Privacy Policy</a> und <a href="https://help.github.com/articles/global-privacy-practices/">GitHub Global Privacy Practices</a>.
</p>
<p>
Github verf&uuml;gt &uuml;ber eine Zertifizierung nach dem <em>EU-US-Privacy-Shield</em>. Der <em>Privacy-Shield</em> ist ein &Uuml;bereinkommen zwischen der Europ&auml;ischen Union (EU) und den USA, das die Einhaltung europ&auml;ischer Datenschutzstandards in den USA gew&auml;hrleisten soll. Siehe dazu die <a href="https://www.privacyshield.gov/participant?id=a2zt000000001K2AAI&status=Active">Privacy Shield Compliance Erkl&auml;rung</a> von Github.
</p>


